presentations/45-960415/Scenario2/benchmarks/output/twisted-fetch.txt
Running 20s test @ http://localhost:8083/fetch
  1 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   167.51ms    7.06ms 312.26ms   94.61%
    Req/Sec    63.65     30.36   101.00     57.55%
  Latency Distribution
     50%  166.75ms
     75%  167.95ms
     90%  169.84ms
     99%  190.37ms
  1188 requests in 20.01s, 154.30KB read
Requests/sec:     59.38
Transfer/sec:      7.71KB